<PAD>
<BOS>
<EOS>
<UNK>
your
the
.
right
left
to
and
of
foot
a
body
in
you
arm
hand
towards
move
leg
with
is
so
bring
up
slightly
that
on
at
head
down
it
turn
are
front
both
bend
back
be
from
should
arms
facing
forward
little
out
elbow
knee
as
hands
keep
same
away
floor
feet
bent
ground
position
side
torso
straight
shoulder
place
lower
straighten
wall
while
upper
but
about
level
face
chest
palm
legs
pointing
lean
bit
knees
toward
raise
more
behind
then
point
keeping
height
by
just
lift
rotate
angle
if
closer
inches
look
forearm
hips
have
elbows
will
heel
over
toes
weight
need
like
chair
waist
off
they
door
above
step
make
extend
looking
shift
until
forwards
rug
also
hip
put
table
window
lamp
shoulders
one
parallel
degrees
swing
degree
take
them
twist
backwards
ceiling
direction
where
inch
air
now
whole
apart
sure
tilt
toe
drop
an
palms
only
almost
90
together
bending
pointed
sofa
next
still
spread
two
red
hold
somewhat
touching
outwards
fingers
into
not
finally
set
entire
than
bottom
let
reach
close
line
bed
pivot
points
ahead
near
plant
carpet
positioned
rest
picture
all
directly
other
stretch
ball
turned
beside
each
corner
do
below
thigh
golf
upwards
this
between
blue
hanging
flat
under
pose
can
moving
guitar
downwards
push
stretched
extended
slight
raised
couch
across
stay
slide
resting
sides
coffee
top
way
leaning
pull
bench
stand
were
outward
box
bringing
belly
statue
ninety
edge
'
few
45
downward
well
black
open
around
follow
going
pot
chin
stomach
grey
kick
club
planted
oclock
come
onto
holding
very
or
desk
fan
touch
standing
cross
wrist
first
opposite
sideways
loosely
half
inwards
heels
yellow
reaching
television
painting
laptop
balance
turning
higher
-
white
doing
wooden
for
leave
bottle
though
forearms
needs
against
extending
width
stance
allow
tip
faces
machine
less
three
stick
want
me
clockwise
2
speaker
placing
brown
posture
go
unbend
center
yourself
motion
re
drum
support
inward
wardrobe
maintaining
its
when
completely
shape
pizza
too
further
room
current
even
straightening
crouch
small
far
s
upward
piano
squat
swinging
distance
spot
counter
stool
five
something
maintain
naturally
was
neck
water
remain
shelf
use
middle
jump
bucket
their
running
frontwards
backward
boxes
tv
pelvis
without
directed
weights
along
angled
pick
making
bath
comes
which
using
watering
crossed
curved
change
tiny
adjust
some
there
bin
someone
touches
big
sink
time
relaxed
lifting
forehead
dance
form
goes
before
leaving
cardboard
pivoting
upright
washing
skateboard
crotch
perpendicular
rise
lifted
toilet
raising
aligned
banana
radio
1
fully
5
meet
eyes
hang
through
backpack
past
vase
having
lunge
cabinet
end
continue
navel
straightened
our
ear
aid
length
partially
counterclockwise
3
six
must
soccer
balancing
beds
brick
see
football
stairs
towels
being
wrists
green
ankle
his
halfway
leading
10
tips
land
tilted
weighing
gently
basin
second
towel
cans
thighs
moves
high
much
radiator
such
butt
balls
shoe
lowering
part
widely
putting
he
breast
basket
couple
nearly
hunched
bunker
currently
instead
slanted
spine
fall
ever
wide
trying
would
roughly
object
’
motorbike
bookshelf
natural
lowered
angles
firmly
visible
elevated
most
imaginary
machines
garage
correct
break
inclined
four
square
shifting
gaze
mirror
centre
placed
fist
movement
had
already
location
amp
arch
crossing
mid
get
start
circle
4
run
area
balanced
6
inside
treadmill
similar
after
draw
held
twisting
scale
book
another
starting
normal
flexed
worktop
fixed
motorcycle
looks
following
oven
roller
base
letting
fridge
low
brought
begin
trash
space
sort
gold
drums
has
flex
tile
surfboard
rotation
try
bathtub
tilting
stop
remains
youre
wood
relax
positions
cooler
turns
car
straighter
stays
no
moved
crouched
besides
important
ll
outstretched
she
align
rear
,
clock
smidgen
finger
quite
outside
walking
12
vertically
hit
allowing
waving
tuck
eye
t
whilst
lines
roof
closest
dont
console
kit
wave
pulling
taking
life
squatting
good
switch
match
trailing
either
does
steps
poster
hunch
however
else
rotating
refrigerator
till
pushing
widen
exactly
clasped
180
20
barely
8
infront
cola
underneath
board
notepad
centered
nearer
staircase
border
inner
sitting
ribcage
large
entirely
shake
30
kept
shoes
arrest
wider
person
dropped
curve
forming
blinds
stretching
loose
nearest
remaining
flatten
zombie
lastly
fingertips
invert
forefoot
gets
boat
hind
curl
rotated
playing
knob
kicking
approximately
sticking
horizontal
exact
button
style
buttocks
seen
stepping
rests
forty
what
possible
bum
bust
tiptoeing
trophy
flop
bunk
stare
directions
equal
limp
incline
nose
order
really
pretend
plank
separate
curled
heavy
globe
thumb
vent
windows
w
round
flexing
tub
except
full
11
mostly
belt
thrust
amount
those
lion
getting
hug
15
bike
swivel
longer
makes
enough
lined
pelvic
light
arching
curtain
dark
beach
toy
cupboard
lava
tissue
tot
her
separated
bird
throw
kitchen
chicken
direct
amplifier
food
aloft
doors
o
male
leap
karate
skates
trainer
thing
walk
seat
unbending
stove
locker
meanwhile
v
hover
closed
hello
sees
sole
appear
folded
ribs
original
swearing
bible
dispenser
microwave
fore
nodded
folding
kind
dangling
landing
seven
7
ready
hidden
here
magazine
/
cheek
swung
meets
relative
jogging
act
compared
long
mouth
backside
assist
neutral
creating
barrier
bathroom
different
changing
taller
lampshade
shelves
catch
staying
wings
pushed
foward
slant
vertical
fireplace
rather
dropping
120
sharply
supporting
outstretch
;
beginning
suit
give
glass
court
mvoe
dancing
bends
heads
slighlty
gentle
pocket
sightly
elevate
paper
lock
forms
shin
completing
crouching
help
cupped
evenly
tall
pretty
bicep
headboard
equally
everything
lawn
preserver
routine
drawn
fists
arched
flapping
dangle
beyond
diagonal
portrait
shade
hovering
marching
press
reverse
barbel
screen
create
shot
drawers
tad
sway
punch
including
bended
somebody
fold
beneath
finish
abdomen
own
plane
sky
positioning
preparation
perform
letter
c
case
any
frontward
pop
walls
started
obtuse
bicycle
camera
spreading
leans
bowed
leftward
coca
posterior
stationary
gain
clasp
region
tucked
tiles
extends
consider
moe
rises
hole
rack
coco
section
seem
enter
postion
lightly
unit
farther
laundry
washer
soap
finished
upon
gun
stereo
pole
feel
adjustments
gap
clap
fetal
parts
flower
kneeing
gravity
waste
roll
trail
perfect
imitating
plants
tie
sweeping
tummy
joint
located
ankles
cushion
saying
planting
deep
cap
inline
carrying
flip
hardwood
entertainment
pretending
block
gate
wheel
9
posing
chop
mountain
self
double
raises
normally
perfectly
deal
present
horizontally
female
required
manner
40
leaned
squared
clapping
city
movements
flap
during
figure
bookcase
symmetrical
l
..
ring
exercise
extremely
duck
coming
casting
spell
follows
grill
may
claw
path
dumbell
significantly
bedside
outer
contact
increase
stiff
skater
deeply
basketball
80
likewise
row
stopping
meeting
furthest
collar
eleven
cup
basically
wards
retaining
shifted
widening
rock
made
eight
thirty
jumping
finishing
hangs
lockers
footing
bow
flare
item
hair
automatically
rising
luggage
protecting
splay
orientation
distributed
aim
hook
twisted
formation
hindfoot
books
don
papers
fraction
pointng
tight
happens
crucial
axis
fo
suspend
laterally
system
grasping
firm
fix
bigger
shifts
simultaneously
fashion
setting
continuing
sight
relaxing
praying
duel
giant
ears
leftwards
paint
computer
floppy
rib
sliding
lunging
cowboy
view
pulled
eagle
u
dining
stability
curtains
sweater
scoot
70
snow
headphones
sprinting
closely
within
foots
lefts
flying
coach
great
unbent
buckle
constant
short
baseball
handle
lifts
50
groin
breasts
sword
broom
broken
heal
single
goal
teh
sprint
slanting
minor
tweaks
strength
sling
creates
slowly
pictures
cover
robot
posed
armpits
lead
itself
staring
extent
tiptoe
church
done
giving
swings
togather
compensate
aligns
spin
process
portion
dip
adopt
matching
unison
ends
bag
twists
alignment
fine
yoru
bear
greater
hugging
overall
x
bricks
panel
relation
places
alongside
18
sill
becomes
think
grasp
eachother
structure
clipboard
man
transfer
60
boots
focused
respectively
movie
sligtly
third
flared
armpit
pressure
blades
disappears
potted
punching
ensure
mimicking
cymbal
sits
rapper
washers
steady
surfing
twice
extension
sideboard
n
eggs
dryer
100
dresser
rght
pair
salute
lap
nothing
wrap
diagonally
keyboard
tiled
been
several
erect
majority
idle
since
telephone
tread
mill
throughout
sit
pat
throwing
tai
chi
aliened
muscles
turkish
yoga
flush
gonna
