<PAD>
<BOS>
<EOS>
<UNK>
your
the
right
left
to
and
of
foot
a
in
body
you
arm
hand
towards
move
with
leg
slightly
bring
so
is
up
head
at
on
down
that
both
.
are
it
back
bend
front
be
turn
arms
should
out
forward
from
little
facing
hands
keep
as
elbow
knee
same
feet
bent
floor
away
ground
position
shoulder
side
straight
while
straighten
torso
lower
legs
about
but
place
knees
level
wall
palm
upper
bit
lean
face
raise
behind
more
chest
pointing
then
toward
lift
just
height
inches
elbows
by
keeping
look
have
closer
if
point
angle
hips
rotate
step
need
make
they
will
extend
toes
window
looking
above
weight
shoulders
over
heel
take
forearm
like
one
off
waist
forwards
put
shift
rug
tilt
door
them
inch
backwards
also
chair
until
hip
palms
parallel
degree
apart
lamp
an
air
sure
table
ceiling
bending
degrees
finally
where
swing
spread
only
whole
direction
outwards
sofa
drop
still
twist
not
two
somewhat
set
almost
now
red
together
into
toe
touching
pointed
carpet
next
90
than
fingers
hold
rest
pull
close
let
all
picture
reach
near
ahead
line
plant
pose
below
stand
directly
other
entire
ball
blue
do
raised
upwards
stretch
sides
bed
this
stretched
bottom
each
beside
downwards
pivot
flat
guitar
turned
slide
can
corner
few
moving
positioned
under
well
stay
bench
edge
couch
slight
outward
push
between
hanging
open
leaning
very
box
'
statue
extended
points
or
going
bringing
kick
top
way
planted
45
grey
balance
resting
were
holding
across
ninety
desk
thigh
downward
black
onto
standing
television
forearms
inwards
chin
small
heels
opposite
cross
coffee
higher
needs
belly
shape
follow
fan
wrist
painting
touch
doing
half
around
squat
though
stomach
width
jump
loosely
pot
sideways
2
golf
-
come
for
speaker
white
reaching
leave
further
first
oclock
maintaining
yourself
tiny
even
less
tip
posture
drum
upward
inward
extending
want
remain
shelf
its
unbend
turning
stance
center
go
me
against
faces
placing
straightening
distance
three
too
pizza
room
current
machine
frontwards
stick
laptop
completely
clockwise
spot
neck
naturally
backward
maintain
wardrobe
ever
club
s
5
yellow
allow
far
bottle
stool
someone
making
tv
brown
something
weights
motion
when
re
radio
middle
bucket
aligned
wide
partially
was
their
water
balancing
10
without
curved
1
pick
change
directed
wooden
counter
comes
crouch
fall
running
angled
upright
pelvis
support
part
five
along
must
watering
form
tilted
before
swinging
straightened
continue
skateboard
some
length
toilet
adjust
his
touches
crossed
banana
lifting
3
nearly
there
end
big
sink
navel
using
fully
time
dance
such
leaving
which
brick
bath
raising
couple
high
football
perpendicular
use
lifted
breast
past
being
looks
washing
land
goes
centre
rise
elevated
cabinet
lowering
hang
moves
six
putting
our
he
firmly
green
towel
having
treadmill
pivoting
hop
butt
6
cardboard
trying
relaxed
lunge
much
fist
start
gently
instead
beds
straighter
ankle
area
roughly
whilst
forehead
bookshelf
currently
eyes
would
shifting
angles
soccer
stays
ear
smidgen
her
bunker
bin
else
basket
rotating
spine
slanted
shoe
backpack
4
t
correct
wrists
halfway
arch
see
kicking
exactly
after
counterclockwise
already
clock
draw
leading
widely
stairs
meet
placed
cans
balls
through
mid
get
gaze
second
thighs
another
movement
either
important
motorbike
outstretched
mirror
lowered
starting
board
balanced
tips
aid
machines
vase
space
everything
visible
most
beach
she
basin
crossing
switch
crotch
brought
oven
curve
finger
book
ll
boxes
inside
light
hunched
taking
similar
stop
had
remains
’
waving
four
begin
v
large
twisting
break
radiator
lastly
wood
wider
square
blinds
fingertips
w
surfboard
amount
exact
squatting
natural
match
fridge
location
tile
object
pushing
has
car
imaginary
worktop
quite
roller
equal
outside
relax
besides
no
inclined
pulling
except
steps
moved
bends
ready
farther
flexed
roof
console
motorcycle
low
remaining
life
try
letting
ribcage
bathtub
till
nearer
enough
glass
widen
fixed
weighing
sort
what
food
stretching
incline
shelves
tilting
poster
amp
youre
arrest
mostly
windows
held
crouched
allowing
20
notepad
trophy
wave
gap
sitting
eye
throw
directions
rotated
entirely
original
tuck
globe
refrigerator
run
sole
12
walking
circle
getting
gold
trash
drums
trailing
flatten
barely
arched
catch
align
rear
ears
sticking
hunch
nearest
positions
cooler
dropped
full
closest
round
hug
relative
normal
gets
dangling
flex
dancing
does
turns
thrust
sit
walk
forming
;
scale
those
bookcase
8
invert
rack
deeper
changing
approximately
order
good
dropping
wings
shake
doors
o
cola
male
pelvic
punch
stove
appear
stepping
elevate
boat
flop
inner
following
neutral
limp
kitchen
somebody
skates
really
longer
vent
gain
foward
possible
however
180
closed
tissue
15
tiptoeing
tot
staircase
fists
garage
vertical
parts
border
amplifier
beginning
staying
person
fore
create
symmetrical
11
buttocks
style
zombie
vertically
plane
bust
centered
kit
lie
fix
chicken
moe
bird
dangle
fraction
direct
locker
shade
seem
30
uncross
separate
including
folded
knob
tall
trainer
thumb
seen
bum
base
ribs
sharply
outstretch
meanwhile
hello
horizontal
hit
clasped
sightly
dont
curtain
meets
long
posterior
laundry
kneecap
rotation
lightly
bunk
stare
unbending
bended
,
mvoe
yoru
rests
kept
backside
l
hovering
pushed
curled
heavy
inline
outer
loose
region
hover
belt
swearing
bible
completing
complete
lines
dark
swivel
infront
underneath
consider
telephone
creating
curl
separated
beyond
trail
sky
tiptoe
coming
beneath
portrait
assist
shoes
plank
nodded
press
female
arching
microwave
spreading
rather
7
lined
give
equally
bow
court
slighlty
folding
makes
letter
bicycle
cheek
footing
bike
contact
jumping
forty
x
wards
toy
cupboard
lava
don
taht
screen
different
character
perfect
taller
lampshade
nose
pretend
leap
alignment
shuffle
deep
thing
seat
bicep
act
positioning
fireplace
help
extent
extends
heads
flexing
foots
fold
crouching
button
totally
basketball
tiles
evenly
landing
any
seven
increase
/
forms
jogging
stationary
forefoot
pressure
nothing
barrier
diagonal
drops
sees
kneeing
chairs
aloft
pressing
setting
upon
camera
joint
rock
saying
dispenser
sliding
kind
giving
sway
lay
tucked
mouth
made
suspended
supporting
suit
aim
bar
double
shadow
sprinting
may
tight
finish
lining
pop
sprint
leaned
lion
walls
started
postion
here
staring
punching
shin
hair
cupped
compared
spring
garbage
lockers
ensure
enter
routine
washer
flapping
gravity
shifts
tad
block
smaller
playing
collar
coca
faced
preparing
ankles
karate
barbel
pulled
general
lunging
quarter
drawers
groin
tub
carrying
perfectly
gentle
movements
rises
hardwood
120
figure
frontward
process
self
falling
horizontally
shifted
slanting
ten
blades
basically
hugging
bear
clasp
overall
momentum
pretty
potted
phone
mimicking
lawn
preserver
crucial
trashcan
tread
mill
bathroom
clap
accordingly
dip
tie
relaxing
praying
shaking
twisted
pattern
claw
marching
slant
crosses
reverse
jazz
widening
itself
rib
u
closely
resemble
70
planting
wheel
scoot
coco
comfortable
leans
view
last
teh
entertainment
dining
gray
floating
heal
c
handle
40
calf
abdomen
own
50
supported
cover
think
city
broken
deeply
distant
sign
tweaks
during
slowly
distributed
paper
diagonally
throughout
lock
armpits
lead
ring
maybe
done
significantly
60
100
bag
leftward
handstand
kneel
likewise
section
furthest
18
able
retaining
man
my
surf
washers
dryer
aiming
n
unit
changes
throwing
laterally
drawn
flush
gonna
poinintg
stereo
lies
feel
snow
mountain
flower
workout
performing
music
waste
night
grill
boots
simultaneously
roll
continuing
how
slouch
tummy
located
cushion
broomstick
floppy
pushup
aligns
gesture
again
erect
armpit
curtains
pretending
stability
third
sun
soaring
9
lot
previously
reaches
retain
tiptoes
raises
hook
mat
path
sits
explain
subject
flap
remove
doorknob
slighty
broom
showing
kicked
biceps
great
present
short
required
flared
manner
handed
squared
cage
midsection
preparation
perform
minor
strength
case
frame
riding
new
majority
obtuse
squarely
semi
imagine
item
spin
swung
bowed
hinge
salute
bedside
drumset
°
basic
launch
hell
cup
headboard
split
forarms
eight
thirty
hole
hangs
luggage
extension
angling
splay
wrestling
happening
happens
translate
since
suspend
idle
gun
grasping
pole
firm
police
ride
adjustments
bigger
barbell
fetal
him
soft
skate
fashion
adjusted
imitating
vehicle
plants
similarly
shampoo
ways
bone
action
simply
tire
airplane
computer
once
cock
lap
grate
straightens
coach
shot
handles
jutting
drag
droop
thereby
cap
fast
breaking
naruto
flip
togather
yard
posing
flamingo
lowers
chop
boy
midway
slighly
these
curving
disappears
lefts
flying
know
aligning
triangle
unbent
dead
baseball
lifts
heart
adjacent
pits
breasts
seems
pocket
dumbbells
single
actually
goal
smidge
sweep
protruding
bricks
cause
pictures
clenched
nice
locked
play
previous
hidden
exercise
extremely
things
twice
falls
casting
spell
hamlet
places
follows
slightest
mirroring
fight
words
ends
dumbell
according
fine
final
opened
clip
stiff
skater
automatically
80
subtle
row
covers
pass
woman
ease
panel
orange
stopping
meeting
relation
eleven
telling
sill
leftmost
grout
eachother
pail
mirrored
weigh
armchair
movie
shirt
said
blocking
hitting
squatted
thrown
cymbal
hockey
desktop
steady
surfing
protecting
dirt
dresser
formation
race
unseen
diametrically
crook
pat
keyboard
free
strighten
been
75
finished
lifited
pointng
system
comfortably
gate
changed
thrusting
drooping
throttle
death
rail
wild
giant
stuff
leftwards
paint
resembling
cat
blade
pit
creates
partway
seam
cushions
spots
flipped
ok
meter
flattening
tour
puff
briefcase
spinning
takes
suprise
twelve
church
eagle
upside
laying
sweater
design
dab
grasp
main
disappear
picking
starring
headphones
otherwise
led
pink
normally
seated
within
central
release
energy
placement
vee
deal
tippy
ups
buckle
flick
constant
equipment
uniquely
post
rope
every
m
widths
tell
tightly
calm
subtly
clapping
sword
add
rugs
respective
hula
wrestler
least
skip
nod
reduce
crack
sling
photo
holds
centrally
piece
robot
posed
oath
duck
increasing
friend
reciting
initial
swings
approaching
index
compensate
wrong
curling
jaw
portion
acting
adopt
because
fact
unison
god
record
asking
planning
ledge
decrease
relatively
essentially
beam
monkey
sculpture
grip
type
leads
alongside
becomes
appears
uncrossing
structure
lands
clipboard
invisible
transfer
tap
largest
focused
respectively
sligtly
finishing
fo
dramatically
swimming
overlap
items
carry
mimicing
hunching
closet
catching
dipping
gait
abdominal
rising
rapper
attention
ovens
assume
bot
sideboard
rightmost
orientation
eggs
slope
hind
furniture
dumbells
focus
kneecaps
muscles
yuor
surprised
patting
careful
cockey
criss
ad
zenith
turkish
explode
yoga
waistbone
rucksack
axis
puppies
title
hight
primarily
anything
rigth
bright
leveled
tee
